tap "denisidoro/tools"
tap "exolnet/deprecated"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "sdkman/tap"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "act"
brew "jpeg-xl"
brew "autoconf"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "bash"
brew "bat"
brew "black"
brew "glib"
brew "libxext"
brew "cairo"
brew "python@3.11"
brew "choose"
brew "cmake"
brew "cmatrix"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "libidn2"
brew "unbound"
brew "emacs"
brew "harfbuzz"
brew "esphome"
brew "eza"
brew "flac"
brew "libass"
brew "rubberband"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flake8"
brew "fzf"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "glances"
brew "gnu-sed"
brew "gobject-introspection"
brew "handbrake", link: false
brew "httpie"
brew "hyperfine"
brew "ipython"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubernetes-cli@1.30"
brew "libffi"
brew "lsd"
brew "lynx"
brew "make"
brew "mas"
brew "mingw-w64"
brew "mintoolkit"
brew "mkcert"
brew "mono"
brew "node"
brew "nss"
brew "nuget"
brew "openjdk"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "sbt"
brew "sqlmap"
brew "starship"
brew "streamlink"
brew "swagger-codegen"
brew "telnet"
brew "tldr"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "int128/kubelogin/kubelogin"
brew "sdkman/tap/sdkman-cli"
brew "shivammathur/php/php@7.4"
brew "symfony-cli/tap/symfony-cli"
cask "alt-tab"
cask "angry-ip-scanner"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker"
cask "eqmac"
cask "font-hack-nerd-font"
cask "gas-mask"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "local"
cask "obsidian"
cask "osquery"
cask "qlmarkdown"
cask "rar"
cask "raycast"
cask "shottr"
cask "slack"
cask "stats"
cask "sublime-text"
cask "sweet-home3d"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
mas "Discovery", id: 1381004916
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Googly Eyes", id: 6743048714
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Webp Converter", id: 1527716894
mas "Xcode", id: 497799835
vscode "codely.codely-theme"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-speech"
vscode "parallelsdesktop.parallels-desktop"
vscode "quanli.focus"
vscode "redhat.vscode-xml"
vscode "xdebug.php-debug"
