tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "sdkman/tap"
tap "symfony-cli/tap"
tap "int128/kubelogin"
cask "alt-tab"
cask "angry-ip-scanner"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker"
cask "eqmac"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "local"
cask "obsidian"
cask "osquery"
cask "qlmarkdown"
cask "rar"
cask "raycast"
cask "shottr"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
vscode "codely.codely-theme"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-speech"
vscode "parallelsdesktop.parallels-desktop"
vscode "quanli.focus"
vscode "redhat.vscode-xml"
vscode "xdebug.php-debug"
